Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་རློམ་སེམས་སུ་མི་བྱེད། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ལ་རློམ་སེམས་སུ་མི་བྱེད་ན། དེ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད།
en: If they do not give rise to conceits based on the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas, do not give rise to conceits on account of the eighteen distinct qualities of the buddhas [and so forth], and do not give rise to conceits about the eighteen distinct qualities of the buddhas [and so forth], then they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms. “

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་རློམ་སེམས་སུ་མི་བྱེད་ན། དེ་རྨི་ལམ་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད། རྨི་ལམ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ། །སྤྲུལ་པའི་བར་དུ་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པས་རློམ་སེམས་སུ་མི་བྱེད། སྤྲུལ་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད་དོ།
en: If they do not give rise to conceits based on [the goals], up to and including all-aspect omniscience, do not give rise to conceits on account of all-aspect omniscience [and so forth], and do not give rise to conceits about all-aspect omniscience [and so forth], then they do not give rise to conceits based on their dreams, do not give rise to conceits on account of their dreams, do not give rise to conceits about their dreams, and so on, up to and including the fact that they do not give rise to conceits based on phantoms, do not give rise to conceits on account of phantoms, and do not give rise to conceits about phantoms.”

source: །དེ་ནས་སངས་རྒྱས་ཀྱི་མཐུས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ན། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་དང་། སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་དང་། མཚེ་མ་དང་དགའ་ལྡན་དང་འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། གནས་གཙང་མའི་རིས་ཀྱི་བར་གྱི་ལྷའི་བུ་གང་ཇི་སྙེད་ཅིག་ཡོད་པ་དེ་དག་ཐམས་ཅད་ལྷ་རྫས་ཀྱི་ཙན་དན་གྱི་ཕྱེ་མས།
en: Thereupon, through the power of the Tathāgata, the gods of the Caturmahā­rāja­kāyika realm, in this world system of the great trichiliocosm, along with the gods of the Trayastriṃśa realm, and all the gods of the Yāma, Tuṣita, Nirmāṇarata, and Para­nirmita­vaśa­vartin realms, of the Brahmakāyika, Brahmapurohita, and Brahma­pariṣadya realms, and of all [the other realms], up to and including the Pure Abodes, as many as there are, scattered divine sandalwood powders toward the Blessed One, and then they approached the place where the Blessed One was seated.

source: བཅོམ་ལྡན་འདས་ལ་མངོན་པར་འཐོར་ཞིང་། བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་དོང་སྟེ། ལྷགས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ། ཕྱོགས་གཅིག་དུ་འཁོད་དོ། །དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་། མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་དང་།
en: Prostrating their heads at the feet of the Blessed One, they took their places to one side.

source: གནས་གཙང་མའི་རིས་ཀྱི་བར་གྱི་ལྷ་རྣམས་ཀྱིས། སངས་རྒྱས་ཀྱི་མཐུས་ཤར་ཕྱོགས་ཀྱི་སངས་རྒྱས་སྟོང་ཡི་གེ་འདི་དག་ཉིད་ཀྱིས་ཆོས་སྟོན་པ། མཚན་འདི་ཉིད་མངའ་བ། དགེ་སློང་རབ་འབྱོར་ཅེས་བྱ་བ་ཤ་སྟག་གིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཉིད་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་ལེའུ་འདི་ཉིད་ཞུ་བ་དང་།
en: Then, through the power of the Buddha, those gods of the Caturmahā­rāja­kāyika realm, Śakra, mighty lord of the gods, Brahmā, lord of the world of Patient Endurance, and all the gods [of the other realms], up to and including the Pure Abodes, beheld with their minds the thousand buddhas of the eastern direction teaching the Dharma through these very syllables, with these very words, while monks named Subhūti exclusively requested this profound perfection of wisdom and [specifically] this very chapter of the perfection of wisdom, and Śakra, mighty king of the gods, then asked questions and counter-questions concerning this specific chapter of the perfection of wisdom.

source: དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་ལེའུ་འདི་ཉིད་ཞུ་ཞིང་ཡོངས་སུ་འདྲི་བ་སེམས་ཀྱིས་མཐོང་བར་གྱུར་ཏོ། །ལྷོ་དང་ནུབ་དང་། བྱང་དང་བྱང་ཤར་དང་། ཤར་ལྷོ་དང་། ལྷོ་ནུབ་དང་། ནུབ་བྱང་དང་། འོག་དང་སྟེང་གི་ཕྱོགས་ཀྱི་ཕྱོགས་རེ་རེ་ཞིང་ཡང་། སངས་རྒྱས་སྟོང་ཡི་གེ་འདི་དག་ཉིད་ཀྱིས་ཆོས་སྟོན་པ་མཚན་འདི་ཉིད་མངའ་བ། དགེ་སློང་རབ་འབྱོར་ཅེས་བྱ་བ་ཤ་སྟག་གིས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཉིད་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལེའུ་འདི་ཉིད་ཞུ་བ་དང་། དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་ལེའུ་འདི་ཉིད་ཞུ་ཞིང་ཡོངས་སུ་འདྲི་བ་སེམས་ཀྱིས་མཐོང་བར་གྱུར་ཏོ།
en: Similarly, they beheld with their minds the thousand buddhas of each of the other directions—south, west, north, northeast, southeast, southwest, northwest, nadir, and zenith—teaching the Dharma through these very syllables, with these very words, while monks named Subhūti exclusively requested this profound perfection of wisdom and [specifically] this very chapter of the perfection of wisdom, and Śakra, mighty king of the gods, then asked questions and counter-questions concerning this specific chapter of the perfection of wisdom.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ཡང་སའི་ཕྱོགས་འདི་ཉིད་དུ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཉིད་སྟོན་ཅིང་འཆད་པར་འགྱུར་རོ།
en: Then the Blessed One addressed the venerable Subhūti: “Subhūti, once the bodhisattva great being Maitreya has attained consummate buddhahood in unsurpassed, complete enlightenment, he will teach and explain this very perfection of wisdom in this very place.

source: །གང་ཡང་བསྐལ་པ་བཟང་པོ་འདི་ལ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འབྱུང་བ་དེ་དག་ཀྱང་། སའི་ཕྱོགས་འདི་ཉིད་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ།
en: Once all the tathāgatas, arhats, completely awakened buddhas in this Auspicious Eon have attained consummate buddhahood in unsurpassed, complete enlightenment, {Ki.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཉིད་སྟོན་ཅིང་འཆད་པར་འགྱུར་རོ། །གསོལ་པ།
en: II-III: 178} they will indeed teach and explain this perfection of wisdom in this very place.”

source: བཅོམ་ལྡན་འདས་རྣམ་པ་གང་དང་། རྟགས་གང་དང་། མཚན་མ་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་སངས་རྒྱས་ནས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཉིད་སྟོན་ཅིང་འཆད་པར་འགྱུར། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Subhūti then asked, “Blessed Lord, through what modes, through what indications, and through what signs will the bodhisattva great being Maitreya teach and explain this perfection of wisdom, having attained consummate buddhahood in unsurpassed, complete enlightenment?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འདི་ལ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་སངས་རྒྱས་ནས། གཟུགས་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །གཟུགས་བདེ་ཞེས་བྱ་བ་འམ།
en: The Blessed One replied to the venerable Subhūti as follows: “In this regard, Subhūti, the bodhisattva great being Maitreya, having attained consummate buddhahood in unsurpassed, complete enlightenment, will not teach the Dharma according to the notions that physical forms are permanent or that they are impermanent.

source: སྡུག་བསྔལ་ཞེས་བྱ་བ འམ། གཟུགས་བདག་ཅེས་བྱ་བའམ། བདག་མེད་ཅེས་བྱ་བ འམ། གཟུགས་སྡུག་ཅེས་བྱ་བ་འམ། མི་སྡུག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that physical forms are imbued with happiness or that they are imbued with suffering, according to the notions that physical forms constitute a self or a nonself, or according to the notions that physical forms are pleasant or unpleasant.

source: །གཟུགས་ཞི་ཞེས་བྱ་བ་འམ། མ་ཞི་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that physical forms are at peace or that they are not at peace.

source: །གཟུགས་བཅིངས་ཤེས་བྱ་བ་འམ། གྲོལ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that physical forms are fettered or that they are liberated.

source: །གཟུགས་འདས་ཤེས་བྱ་བ་འམ། མ་འོངས་ཤེས་བྱ་བ་འམ། ད་ལྟར་བྱུང་བ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that physical forms are past, that they are future, or that they are present. “

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རྟག་ཅེས་བྱ་བའམ། མི་རྟག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །རྣམ་པར་ཤེས་པ་བདེ་ཞེས་བྱ་བ་འམ།
en: He will not teach the Dharma according to the notions that feelings, perceptions, formative predispositions, and consciousness are permanent or that they are impermanent.

source: སྡུག་བསྔལ་ཞེས་བྱ་བ་འམ། རྣམ་པར་ཤེས་པ་བདག་ཅེས་བྱ་བ་འམ། བདག་མེད་ཅེས་བྱ་བ་འམ། རྣམ་པར་ཤེས་པ་སྡུག་ཅེས་བྱ་བ་འམ། མི་སྡུག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that consciousness [and so forth] are imbued with happiness or that they are imbued with suffering, according to the notions that consciousness [and so forth] constitute a self or a nonself, or according to the notions that consciousness [and so forth] are pleasant or unpleasant.

source: །རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བ་འམ། མ་ཞི་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that consciousness [and so forth] are at peace or that they are not at peace.

source: །རྣམ་པར་ཤེས་པ་བཅིངས་ཤེས་བྱ་བ་འམ། གྲོལ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that consciousness [and so forth] are fettered or that they are liberated.

source: །རྣམ་པར་ཤེས་པ་འདས་ཤེས་བྱ་བ་འམ། མ་འོངས་ཤེས་བྱ་བ་འམ། ད་ལྟར་བྱུང་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that consciousness [and so forth] are past, that they are future, or that they are present. “

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་བདེ་ཞེས་བྱ་བ་འམ།
en: He will not teach the Dharma according to the notions that the sense fields, the sensory elements, and the links of dependent origination are permanent or that they are impermanent.

source: སྡུག་བསྔལ་ཞེས་བྱ་བ་འམ། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་བདག་ཅེས་བྱ་བའམ། བདག་མེད་ཅེས་བྱ་བའམ། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་སྡུག་ཅེས་བྱ་བ་འམ། མི་སྡུག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the links of dependent origination [and so forth] are imbued with happiness or that they are imbued with suffering, according to the notions that the links of dependent origination [and so forth] constitute a self or a nonself, or according to the notions that the links of dependent origination [and so forth] are pleasant or unpleasant.

source: །རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བཞི་ཞེས་བྱ་བ་འམ། མ་ཞི་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the links of dependent origination [and so forth] are at peace or that they are not at peace.

source: །རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་བཅིངས་ཤེས་བྱ་བའམ། གྲོལ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the links of dependent origination [and so forth] are fettered or that they are liberated.

source: །རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་འདས་ཤེས་བྱ་བ་འམ། མ་འོངས་ཤེས་བྱ་བ་འམ། ད་ལྟར་བྱུང་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the links of dependent origination [and so forth] are past, that they are future, or that they are present. “

source: །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་བདེ་ཞེས་བྱ་བ་འམ།
en: He will not teach the Dharma according to the notions that all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment are permanent or that they are impermanent.

source: སྡུག་བསྔལ་ཞེས་བྱ་བ་འམ། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་བདག་ཅེས་བྱ་བ་འམ། བདག་མེད་ཅེས་བྱ་བ་འམ། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་སྡུག་ཅེས་བྱ་བ་འམ། མི་སྡུག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the thirty-seven factors conducive to enlightenment [and so forth] are imbued with happiness or that they are imbued with suffering, according to the notions that the thirty-seven factors conducive to enlightenment [and so forth] constitute a self or a nonself, or according to the notions that the thirty-seven factors conducive to enlightenment [and so forth] are pleasant or unpleasant.

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཞི་ཞེས་བྱ་བ་འམ། མ་ཞི་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the thirty-seven factors conducive to enlightenment [and so forth] are at peace or that they are not at peace.

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་བཅིངས་ཤེས་བྱ་བ་འམ། གྲོལ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the thirty-seven factors conducive to enlightenment [and so forth] are fettered or that they are liberated.

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་འདས་ཤེས་བྱ་བ་འམ། མ་འོངས་ཤེས་བྱ་བ་འམ། ད་ལྟར་བྱུང་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: He will not teach the Dharma according to the notions that the thirty-seven factors conducive to enlightenment [and so forth] are past, that they are future, or that they are present. “

source: མངོན་པར་ཤེས་པ་རྣམས་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །མངོན་པར་ཤེས་པ་རྣམས་བདེ་ཞེས་བྱ་བ་འམ། སྡུག་བསྔལ་ཞེས་བྱ་བ་འམ། མངོན་པར་ཤེས་པ་རྣམས་བདག་ཅེས་བྱ་བ་འམ།
en: He will not teach the Dharma according to the notions that the extrasensory powers [and so forth] are imbued with happiness or that they are imbued with suffering, according to the notions that the extrasensory powers [and so forth] constitute a self or a nonself, or according to the notions that the extrasensory powers [and so forth] are pleasant or unpleasant.

source: བདག་མེད་ཅེས་བྱ་བ་འམ། མངོན་པར་ཤེས་པ་རྣམས་སྡུག་ཅེས་བྱ་བ་འམ། མི་སྡུག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །མངོན་པར་ཤེས་པ་རྣམས་ཞི་ཞེས་བྱ་བ་འམ།
en: He will not teach the Dharma according to the notions that the extrasensory powers [and so forth] are at peace or that they are not at peace.

source: མ་ཞི་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །མངོན་པར་ཤེས་པ་རྣམས་བཅིངས་ཤེས་བྱ་བ་འམ། གྲོལ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the extrasensory powers [and so forth] are fettered or that they are liberated.

source: །མངོན་པར་ཤེས་པ་རྣམས་འདས་ཤེས་བྱ་བ་འམ། མ་འོངས་ཤེས་བྱ་བ་འམ། ད་ལྟར་བྱུང་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the extrasensory powers [and so forth] are past, that they are future, or that they are present. “

source: །ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །གཟུངས་ཀྱི་སྒོ་རྣམས་བདེ་ཞེས་བྱ་བ་འམ།
en: He will not teach the Dharma according to the notions that the meditative stabilities and the dhāraṇī gateways are permanent or that they are impermanent.

source: སྡུག་བསྔལ་ཞེས་བྱ་བ་འམ། གཟུངས་ཀྱི་སྒོ་རྣམས་བདག་ཅེས་བྱ་བ་འམ། བདག་མེད་ཅེས་བྱ་བ་འམ། གཟུངས་ཀྱི་སྒོ་རྣམས་སྡུག་ཅེས་བྱ་བ་འམ། མི་སྡུག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the dhāraṇī gateways [and so forth] are imbued with happiness or that they are imbued with suffering, according to the notions that the dhāraṇī gateways [and so forth] constitute a self or a nonself, or according to the notions that the dhāraṇī gateways [and so forth] are pleasant or unpleasant.

source: །གཟུངས་ཀྱི་སྒོ་རྣམས་ཞི་ཞེས་བྱ་བ་འམ། མ་ཞི་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the dhāraṇī gateways [and so forth] are at peace or that they are not at peace.

source: །གཟུངས་ཀྱི་སྒོ་རྣམས་བཅིངས་ཤེས་བྱ་བ་འམ། གྲོལ་ཞེས་བྱ་བ་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the dhāraṇī gateways [and so forth] are fettered or that they are liberated.

source: །གཟུངས་ཀྱི་སྒོ་རྣམས་འདས་ཤེས་བྱ་བ་འམ། མ་འོངས་ཤེས་བྱ་བ་འམ། ད་ལྟར་བྱུང་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the dhāraṇī gateways [and so forth] are past, that they are future, or that they are present. “

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, and the distinct qualities of the buddhas are permanent or that they are impermanent.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་བདེ་ཞེས་བྱ་བ་འམ། སྡུག་བསྔལ་ཞེས་བྱ་བ་འམ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་བདག་ཅེས་བྱ་བ་འམ། བདག་མེད་ཅེས་བྱ་བ་འམ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སྡུག་ཅེས་བྱ་འམ།
en: He will not teach the Dharma according to the notions that the distinct qualities of the buddhas [and so forth] are imbued with happiness or that they are imbued with suffering, according to the notions that the distinct qualities of the buddhas [and so forth] constitute a self or a nonself, or according to the notions that the distinct qualities of the buddhas [and so forth] are pleasant or unpleasant.

source: མི་སྡུག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཞི་ཞེས་བྱ་བ་འམ། མ་ཞི་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the distinct qualities of the buddhas [and so forth] are at peace or that they are not at peace.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་བཅིངས་ཤེས་བྱ་བ་འམ། གྲོལ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the distinct qualities of the buddhas [and so forth] are fettered or that they are liberated.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་འདས་ཤེས་བྱ་བ་འམ། མ་འོངས་ཤེས་བྱ་བ་འམ། ད་ལྟར་བྱུང་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that the distinct qualities of the buddhas [and so forth] are past, that they are future, or that they are present. “

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་རྟག་ཅེས་བྱ་བ་འམ། མི་རྟག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་བདེ་ཞེས་བྱ་བའམ།
en: He will not teach the Dharma according to the notions that [the goals], up to and including all-aspect omniscience, are permanent or that they are impermanent.

source: སྡུག་བསྔལ་ཞེས་བྱ་བའམ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་བདག་ཅེས་བྱ་བ་འམ། བདག་མེད་ཅེས་བྱ་བ་འམ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སྡུག་ཅེས་བྱ་བ་འམ། མི་སྡུག་ཅེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that all-aspect omniscience [and so forth] are imbued with happiness or that they are imbued with suffering, according to the notions that all-aspect omniscience [and so forth] constitute a self or a nonself, or according to the notions that all-aspect omniscience [and so forth] are pleasant or unpleasant.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཞི་ཞེས་བྱ་བ་འམ། མ་ཞི་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that all-aspect omniscience [and so forth] are at peace or that they are not at peace.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་བཅིངས་ཤེས་བྱ་བ་འམ། གྲོལ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ།
en: He will not teach the Dharma according to the notions that all-aspect omniscience [and so forth] are fettered or that they are liberated.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འདས་ཤེས་བྱ་བ་འམ། མ་འོངས་ཤེས་བྱ་བ་འམ། ད་ལྟར་བྱུང་བ་ཞེས་བྱ་བར་ཆོས་སྟོན་པར་མི་འགྱུར་རོ། །གསོལ་པ།
en: He will not teach the Dharma according to the notions that all-aspect omniscience [and so forth] are past, that they are future, or that they are present.” “

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས། ཆོས་ནི་ཇི་ལྟར་སྟོན་པར་འགྱུར་སྟོན་ནས་ཇི་ཞིག་སྟོན་པར་འགྱུར། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, how then will the bodhisattva great being Maitreya teach the Dharma, having attained consummate buddhahood in unsurpassed complete enlightenment? What will he teach?” “

source: གཟུགས་ཤིན་དུ་རྣམ་པར་དག་གོ་ཞེས་ཤིན་དུ་རྣམ་པར་དག་པའི་ཆོས་སྟོན་པར་འགྱུར་རོ།
en: He will teach the Dharma of absolute purity, in that physical forms are absolutely pure.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཤིན་དུ་རྣམ་པར་དག་གོ།
en: He will teach the Dharma of absolute purity, in that feelings, perceptions, formative predispositions, and consciousness are absolutely pure.

source: ཞེས་ཤིན་དུ་རྣམ་པར་དག་པའི་ཆོས་སྟོན་པར་འགྱུར་རོ་སྐྱེ་མཆེད་དང་ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཤིན་དུ་རྣམ་པར་དག་གོ། ཞེས་ཤིན་དུ་རྣམ་པར་དག་པའི་ཆོས་སྟོན་པར་འགྱུར་རོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: He will teach the Dharma of absolute purity, in that the sense fields, the sensory elements, and the links of dependent origination are absolutely pure.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཤིན་དུ་རྣམ་པར་དག་གོ། །ཞེས་ཤིན་དུ་རྣམ་པར་དག་པའི་ཆོས་སྟོན་པར་འགྱུར་རོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་།
en: He will teach the Dharma of absolute purity, in that all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment are absolutely pure.

source: ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: He will teach the Dharma of absolute purity, in that the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, and the extrasensory powers are absolutely pure.

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་ཤིན་དུ་རྣམ་པར་དག་གོ། ཞེས་བྱ་བར་ཤིན་དུ་རྣམ་པར་དག་པའི་ཆོས་སྟོན་པར་འགྱུར་རོ། །ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཤིན་དུ་རྣམ་པར་དག་གོ།
en: He will teach the Dharma of absolute purity, in that the meditative stabilities and the dhāraṇī gateways are absolutely pure.

source: །ཞེས་ཤིན་དུ་རྣམ་པར་དག་པའི་ཆོས་སྟོན་པར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་དང་། སངས་རྒྱས་ཀྱིས་ཆོས་མ་འདྲེས་པ་རྣམས་ཤིན་དུ་རྣམ་པར་དག་གོ།
en: He will teach the Dharma of absolute purity, in that the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the eighteen distinct qualities of the buddhas are absolutely pure.
